Repository: CubeEngineDev/CubeEngine
Catalog: spawn/src/main/resources/translations/*.po
Languages: de

source: Changes the respawnpoint
de: Verschiebt den Respawn-Punkt

source: Teleport directly to the worlds spawn.
de: Teleport direkt zum Welt-Spawn.

source: [<role>|global] [<x> <y> <z>] [world]
de: [<Rolle>|global] [<x> <y> <z>] [world]

source: [player]|* [world <world>] [role <role>]
de: [Spieler]|* [world <Welt>] [role <Rolle>]

source: Coordinates are invalid!
de: Die Koordinaten sind ungültig!

source: Could not find the role {input} in {world}!
de: Rolle {input} wurde in {world} nicht gefunden!

source: If not used ingame you have to specify a world and coordinates!
de: Wenn nicht im Spiel benutzt, müssen eine Welt und die Koordinaten angeben werden!

source: Show this error to an administrator!
de: Zeige diesen Fehler einem Administrator!

source: Teleported {1:user} to the spawn of {world}
de: Es wurde {1:user} zum Spawn von {world} teleportiert.

source: Teleported {2:user} to the spawn of the role {name#role} in {world}
de: Es wurde {2:user} zum Spawn der Rolle {name#role} in {world} teleportiert.

source: The role {name} in {world} has no spawn point!
de: Die Rolle {name} hat in {world} keinen Spawn-Punkt!

source: The spawn in {world} is now set to {vector}
de: Der Spawn in {world} liegt nun bei {vector}

source: Use {text:global} instead of the role name to set the default spawn.
de: Benutzer {text:global} statt dem Rollennamen um den Standard-Spawn-Punkt zu setzen.

source: User {user} not found!
de: Benutzer {user} nicht gefunden!

source: World {input} not found
de: Welt {input} nicht gefunden

source: World {input} not found!
de: Welt {input} nicht gefunden!

source: You are not allowed to spawn everyone!
de: Du darfst nicht alle spawnen!

source: You are not allowed to spawn {user}!
de: Du darfst {user} nicht spawnen!

source: You are now standing at the spawn of {name#role} in {world}!
de: Du stehst jetzt am Spawn von {name#role} in {world}!

source: You cannot teleport an offline player to spawn!
de: Du kannst keinen Offline-Spieler an den Spawn teleportieren!

source: {text:Pro Tip}: Teleport does not work IRL!
de: {text:Pro Tip}: Teleportieren klappt noch nicht IRL!
