Repository: CubeEngineDev/CubeEngine
Catalog: backpack/src/main/resources/translations/*.po
Languages: fr

source: <name> [user] [-global]|[-single] [-blockinput] [w <world>] [p <pages>] [s <size>]
fr: <nom> [joueur] [-global] [-single] [-blockinput] [w <monde>] [p <page>] [s <taille>]

source: <name> [user] [w <world>]
fr: <nom> [joueur] [w <monde>]

source: <name> [user] [w <world>] <item <item>[:data]> [name <name>] [lore <loreline>[,<loreline>]] [ench <enchs...>] [amount <amount>]
fr: <nom> [joueur] [w <monde>] <objet> <objet>[:data]> [name <nom>] [lore <ligne>[,<ligne>]] [ench <enchantement...>] [amount <quantité>]

source: <name> [user] [w <world>] [pages <pages>] [s <size>] [blockinput <true|false>]
fr: <nom> [joueur] [w <monde>] [pages <page>] [s <taille>] [blockinput <true|false>]

source: Puts items into a backpack
fr: Dépose des objets dans un sac à dos

source: creates a new backpack
fr: Crée un nouveau sac à dos

source: modifies a backpack
fr: Change un sac à dos

source: opens a backpack
fr: Ouvre un sac à dos

source: A backpack named {input#backpack} already exists in {world}
fr: Il existe déja un sac à dos nommé {input#sac à dos} dans le monde {world}

source: Could not change page amount! Not enough space!
fr: Pas possible de changer le nombre de page! Pas assez de place!

source: Could not change page size! Not enough space!
fr: Pas possible de changer la taille des pages! Pas assez de place!

source: Created global backpack {input#backpack} for {user}
fr: Sac à dos universel {input#sac a dos} crée pour {user}

source: Created grouped backpack {input#backpack} in {world} for {user}
fr: Sac à dos groupé {input#sac a dos} crée dans le monde {world} pour {user}

source: Invalid amount {input#amount}
fr: Quantité {input#quantité} n'est pas un nombre

source: Item added to backpack!
fr: Objet ajouté au sac à dos

source: Items are allowed to go in!
fr: Objets admis d'entrer le sac à dos

source: Items are not allowed to go in!
fr: Objets non admis d'entrer le sac à dos

source: Pages changed!
fr: Nombre de page changé

source: Unknown Enchantment {input#enchant}
fr: Enchantement inconnu {input#enchantement}

source: Unknown World {input#world}!
fr: Monde inconnu {input#monde}!

source: User {user} not found!
fr: Joueur {user} introuvable!

source: You are not allowed to open backpacks from an other world!
fr: Vous n'êtes pas autorisé d'ouvrir des sacs à dos d'un autre monde!

source: You are not allowed to open the backpacks of other users!
fr: Vous n'êtes pas autorisé d'ouvrir des sacs à dos d'un autre joueur!

source: You cannot open a inventory in console!
fr: Vous ne pouvez pas ouvrir un inventaire dans la console!

source: You don't have a backpack named {input#backpack} in this world!
fr: Vous n'avez pas de sac à dos nommé {input#sac à dos} dans ce monde!

source: You have to specify a world for non global backpacks!
fr: Vous devez spécifier un monde pour le sac à dos non global!

source: You received items in your backpack {input#backpack}
fr: Vous venez de recevoir des objets dans votre sac à dos {input#sac à dos}

source: {user} already had a backpack named {input#backpack} in {world}
fr: {user} avais déja un sac à dos nommé {input#sac à dos} dans le monde {world}

source: {user} does not have a backpack named {input#backpack} in this world!
fr: {user} n'a pas de sac à dos nommé {input#sac à dos} dans ce monde!

source: Created singleworld backpack {input#backpack} in {world} for {user}
fr: Sac à dos unique {input#sac a dos} crée dans le monde {world} pour {user}

source: Item {input#name} not found!
fr: Objet {input#nom} inconnu

source: Page-size changed!
fr: Taille de page changée

source: You need to specify a user
fr: Vous devez spécifier un joueur!
