Repository: CubeEngineDev/CubeEngine
Catalog: powertools/src/main/resources/translations/*.po
Languages: de

source: Adds a command to your powertool
de: F체gt einen Befehl zu deinem Powertool hinzu

source: Lists your powertool-bindings.
de: Listet deine Powertool-Verkn체pfungen auf.

source: Removes a command from your powertool
de: Entfernt einen Befehl von deinem Powertool

source: No commands saved on this item!
de: Es aind keine Befehle auf diesem Item gespeichert!

source: No more commands saved on this item!
de: Keine weiteren Befehle auf dem Item gespeichert!

source: No more power for you!
de: Du besitzt keine Power mehr!

source: Removed all commands bound to items in your inventory!
de: Alle Befehle auf den Items in deinem Inventar wurden entfernt!

source: Removed all commands bound to the item in your hand!
de: Alle Befehle auf dem Item in deiner Hand wurden entfernt!

source: Removed the command: {input#command} bound to this item!
de: Der Befehl: {input#command} wurde von dem Item entfernt!

source: Removed the last command bound to this item!
de: Der zuletzt gebundene Befehl der auf den Item wurde entfernt!

source: The command {input#command} was not found on this item!
de: Der Befehl {input#command} ist nicht auf dem Item gebunden!

source: You already have enough power!
de: Du hast bereits gen체gend Power!

source: You are not holding any item in your hand.
de: Du h채ltst kein Item in deiner Hand.

source: You do not have an item in your hand to bind the command to!
de: Du hast kein Item in deiner Hand auf der du den Befehl binden kannst!

source: You do not have an item in your hand.
de: Du hast kein Item in der Hand.

source: {amount} command(s) bound to this item:{}
de: {amount} Befehl(e) sind auf dem Item gebunden:{}
