Repository: CubeEngineDev/CubeEngine
Catalog: itemrepair/src/main/resources/translations/*.po
Languages: fr

source: Adds a new RepairBlock
fr: Ajoute un nouveau bloc de réparation

source: Removes an existing RepairBlock
fr: Enleve un bloc de réparation existant

source: Items will break with a chance of {decimal:2}%
fr: Objets serront détruits avec une chance de {decimal:2}%

source: Items will loose all enchantments with a chance of {decimal:2}%
fr: Objets perdront tout enchantement avec une chance de {decimal:2}%

source: Items will not repair with a chance of {decimal:2}%
fr: Objets ne seront pas réparés avec une chance de {decimal:2}%

source: Only players can remove repair blocks!
fr: Seulement des joueurs peuvent enlever des blocs de réparation!

source: Repair block successfully added!
fr: Bloc de réparation ajouté!

source: Repair block successfully removed!
fr: Bloc de réparation enlevé!

source: Rightclick the block.
fr: Clique le bloc à droite.

source: Thats {decimal#percent:2}% of the normal price!
fr: C'est {decimal#percent:2}% du prix normal!

source: The repair has been cancelled!
fr: La réparation a été annulée!

source: There are no items to repair!
fr: Pas d'objet dans le bloc de réparation!

source: This block can't be used as a repair block!
fr: Ce bloc ne peut pas être utilisé comme bloc de réparation!

source: This block is already a repair block!
fr: Ce bloc est déja un bloc de réparation!

source: This block is not a repair block!
fr: Ce bloc n'est pas un bloc de réparation!

source: You are already adding a repair block!
fr: Bloc de réparation déja en cours!

source: You are already removing a repair block!
fr: Enlèvement d'un bloc de réparation déja en cours!

source: You are not allowed to use this repair block!
fr: Utilisation de ce bloc de réparation interdit!

source: You broke some of your items when repairing!
fr: Des objets ont été detruit en réparant!

source: You currently have {input#balance}
fr: Somme actuelle: {input#balance}

source: You don't have enough money to repair these items!
fr: Pas assez d'argent pour réparer ces objets!

source: You failed to repair some of your items!
fr: Des objets n'ont pas été réparé!

source: You paid {input#amount} to repair your items!
fr: La réparation a coûté {input#amount}!

source: {text:Leftclick} again to repair all your damaged items.
fr: {text:Clique à gauche} de nouveau pour réparer tous les objets endomagés.
